/* 前面已经没有了 */
"it has already been done not have" = "It has already been done not have";

/* 已经是最后一个了 */
"is the last" = "Is the last";

/* 全屏模式 */
"full screen mode" = "Full screen mode";

/* mag水平校准 */
"mag Level Calibration" = "Mag Level Calibration";

/* mag垂直校准 */
"mag vertical alignment" = "Mag vertical alignment";

/* 副翼零偏: %d  升降零偏: %d */
"aileron zero bias: %.1f lift zero bias: %.1f" = "Aileron zero bias: %.1f Lift zero bias: %.1f";

///*  */
//"lift zero bias: %d" = "Lift zero bias: %d";

/* acc校准 */
"acc calibration" = "Acc calibration";

/* 基本操作 */
"basic operation" = "Basic operation";

/* 拍照 */
"taking pictures" = "Taking pictures";

/* 录像 */
"video" = "Video";

/* 360°自转录像 */
"360° rotation video" = "360° rotation video";

/* 闪光灯 */
"the flash" = "The flash";

/* 紧急降落 */
"emergency" = "Emergency";

/* 分享 */
"share" = "Share";

/* 设备用量信息 */
"equipment usage information" = "Equipment usage information";

/* 起飞 */
"take off" = "Take off";

/* 请将无人机放置在水平面上后还原,还原大概需要2秒钟 */
"please place the unmanned aerial vehicle (uav) in the horizontal plane after reduction, reduction takes about 2 seconds" = "Please place the unmanned aerial vehicle (uav) in the horizontal plane after reduction, reduction takes about 2 seconds";

/* 无人机已水平放置 */
"unmanned aerial vehicle (uav) has been placed" = "Unmanned aerial vehicle (uav) has been placed";

/* 快速使用手册 */
"quick user manual" = "Quick user manual";

/* 新手帮组 */
"rookie help" = "Rookie help";

/* 产品说明书 */
"product manual" = "Product manual";

/* 地磁校准动画 */
"geomagnetic calibration animation" = "Geomagnetic calibration animation";

/* Find me使用动画 */
"Find me use animation" = "Find me use animation";

/* 联系我们 */
"contact us" = "Contact us";

/* 写写心情吧! */
"write about the mood!" = "Write about the mood!";

/* 发现无人机固件新版本，现在要更新吗？ */
"uavs found new firmware version, update now?" = "Uavs found new firmware version, update now?";

/* 更新 */
"update" = "Update";

/* 正在更新中，请不要关闭无人机和APP... */
"is updating, please don't close drones and APP..." = "Is updating, please don't close drones and APP...";

/* 更新成功 */
"the update is successful" = "The update is successful";

/* 更新失败，请稍后再试 */
"update failed, please try again later" = "Update failed, please try again later";

/* 加速度传感器： */
"accelerometer" = "Accelerometer";

/* 正在校准acc传感器... */
"adjust_acc" = "Adjusting acc";

/* acc传感器校准失败 */
"adjust_acc_failure" = "acc calibration failure";

/* 正在校准mag传感器... */
"adjust_mag" = "Adjusting mag";

/* mag传感器校准失败 */
"adjust_mag_failure" = "adjust_mag_failure";

/* 飞机姿态校准失败 */
"adjust_posture_failure" = "adjust_posture_failure";

/* 校准中 */
"adjusting" = "adjusting";

/* 之后 */
"after" = "After";

/* 气压计传感器： */
"barometer" = "barometer";

/* 之前 */
"before" = "Before";

/* 明亮度 */
"brightness" = "Brightness";

/* 校准 */
"calibration" = "Calibration";

/* 相机 */
"camera" = "Camera";

/* 取消 */
"cancel" = "Cancel";

/* 修改密码 */
"change_password" = "Change Password";

/* 正在诊断无人机传感器... */
"check" = "check";

/* 校准已完成。 */
"check_over" = "check_over";

/* 无人机传感器检测报告 */
"check_report" = "check_report";

/* 自检 */
"check_self" = "check_self";

/* 飞机校准成功！ */
"check_successfully" = "check_successfully";

/* 罗盘传感器： */
"compass" = "compass";

/* 连拍 */
"continous" = "Continuous";

/* 对比度 */
"contrast" = "Contrast";

/* 延时 */
"delay" = "Delay";

/* 设备 */
"device" = "Device";

/* 诊断 */
"diagnostics" = "Diagnostics";

/* 异常 */
"exception" = "Exception";

/* 曝光度 */
"exposure" = "Exposure";

/* 恢复出厂设置 */
"factory_reset" = "Reset";

/* 未能获取传感器状态，校准失败。 */
"failure:can_not_get_sensor_state" = "failure:can_not_get_sensor_state";

/* 传感器状态异常，无法校准。 */
"failure:sensor_state_exception" = "failure:sensor_state_exception";

/* GPS传感器： */
"GPS" = "GPS";

/* 陀螺仪传感器： */
"gyroscope" = "gyroscope";

/* 帮助 */
"help" = "Help";

/* 光流传感器： */
"light_stream" = "light_stream";

/* 用户名 */
"name" = "Name";

/* 没有 */
"never" = "Never";

/* 正常 */
"normal" = "Normal";

/* 确定 */
"ok" = "OK";

/* 请打开GPS定位 */
"openGPS" = "openGPS";

/* 命令发送失败 */
"order_send_failure" = "order_send_failure";

/* 密码 */
"password" = "Password";

/* 恢复出厂设置失败，请重新尝试。 */
"reset_failure" = "reset_failure";

/* 恢复出厂设置成功！ */
"reset_successfully" = "reset_successfully";

/* 翻转 */
"rotation" = "Rotation";

/* 选择当前社交平台 */
"select_social_platform" = "Select Social Platform";

/* 跳过 */
"skip" = "Skip";

/* 开始体验 */
"start" = "Start";

/* 提示 */
"tip" = "Tip";

/* 待校准 */
"wait_adjust" = "wait_adjust";

/* 白平衡 */
"white_balance" = "White Balance";


